<unk>	0
<s>	0
</s>	0
C	-2.05621
C(=O)N	-4.22827
C(=O)	-4.44283
C[C@@H]1C	-4.89309
[C@@H](C)	-4.95475
[C@@H]1C	-4.98598
C[C@H]1C	-5.00319
N	-5.06204
C1	-5.07716
[C@H](C)	-5.12775
CO	-5.16144
[C@H]1C	-5.23614
)C1CC1	-5.55813
c1	-5.56254
O	-5.6837
CC(C)	-5.81559
CC1	-5.86608
C[C@@H](	-5.87418
)C(=O)O	-5.87799
O=C(	-5.91103
CC[C@H](C)	-6.00146
COC(=O)	-6.02635
C(=O)O	-6.04145
C[C@H](O)	-6.08032
n1	-6.08342
NC(=O)	-6.13993
O=C(N	-6.15168
C[C@@H](N	-6.15641
C[C@H](N	-6.17496
C[C@H](	-6.1754
CC[C@@H](C)	-6.20116
c1ccccc1	-6.21788
C[C@@H](O)	-6.25243
)C(C)C	-6.2869
[C@@H]2C	-6.35954
C=C	-6.3637
[C@H]2C	-6.41231
CNC(=O)	-6.45697
[C@@H](C)N	-6.49108
CCO1	-6.51939
C(=O)N(C)	-6.53996
)OC	-6.54618
[C@H](C)N	-6.56286
CCN	-6.58614
)	-6.60415
CN(C(=O)	-6.60795
CC(C)C	-6.61488
C[C@@H]1	-6.68648
cn1	-6.70796
CCO	-6.71713
C(=O)N1C	-6.73056
C(C)(C)C	-6.73591
CN	-6.75678
o1	-6.76058
CN(C	-6.78759
CC(C)(C)	-6.81052
C(=O)N1CC	-6.82135
)c1ccccc1	-6.82402
Cc1ccccc1	-6.83348
CC[C@H](N	-6.83885
cc1	-6.84128
C[C@H]1	-6.84307
S(=O)(=O)	-6.84442
C1CC1	-6.8461
CS	-6.85926
C(=O)N[C@@H]1C	-6.86045
O=C(O)	-6.88498
COC	-6.88675
CN(C)	-6.89434
C(=O)N[C@H]1C	-6.93839
C#C	-6.94476
CC1(C)C	-6.94938
C[C@H](NC(=O)	-6.95456
CC[C@@H](N	-6.96133
CCOC(=O)	-7.00939
C1=O	-7.01153
s1	-7.03504
CN(	-7.03749
C[C@@H](NC(=O)	-7.03933
(C)C	-7.05036
CCN(C(=O)	-7.06337
OC	-7.07016
CC[C@@H]1C	-7.08718
C(C)C	-7.0873
CCN1	-7.0937
[C@	-7.09561
CO[C@@H]1C	-7.10861
)C(C)(C)C	-7.10927
CC[C@@H]1N	-7.13287
c1ccc(	-7.13714
C(=O)[C@@H]1C	-7.1422
C[C@@H]1O	-7.15275
)C1CCC1	-7.16812
nn1	-7.17406
[N+](=O)[O-]	-7.18339
Cc1cc(C(=O)N	-7.18928
F	-7.19917
Cc1ccc(	-7.21678
C(=O)N(C)C	-7.22236
nc1	-7.23635
O1	-7.25602
C(F)(F)F	-7.27088
C[C@H](N)	-7.27254
C[C@H](C(=O)N	-7.2823
[C@@H](O)	-7.28833
C(=O)[C@H]1C	-7.28858
CCC1	-7.29085
C[C@H]1N	-7.29444
C(=O)OC	-7.29484
C[C@@H]1CN(C(=O)	-7.30077
C(=O)N[C@@H](C)	-7.30114
CCN1C	-7.32134
C[C@H]1O	-7.32924
[C@@H](CO)	-7.33102
S	-7.34776
CC[C@H]1N	-7.35085
no1	-7.37212
)C(N)=O	-7.37423
[C@@H]2CC	-7.37695
[C@H](C)C1	-7.37703
[C@@H](C)O	-7.37993
C[C@@H](C(=O)N	-7.38285
)C1	-7.44066
2	-7.44965
N1	-7.46037
CN(C)C(=O)	-7.46665
CO[C@@H](C)	-7.46746
CCNC(=O)	-7.48534
N#C	-7.4891
)N(C)C	-7.49568
[C@H]2CC[C@H]1C2	-7.49751
C(=O)N[C@H](C)	-7.50979
CC(C)(C)C	-7.51442
[nH]1	-7.51568
c1ccc(F)cc1	-7.52055
CO[C@H](C)	-7.53045
1	-7.53535
[C@@H]1C[C@H]1	-7.5415
CC[C@@H]1	-7.57199
CN1	-7.57238
C1CCCCC1	-7.57374
n[nH]1	-7.57497
c2ccccc21	-7.57673
[C@H](CO)	-7.57993
C2	-7.58956
Cl	-7.59216
[C@@H]1CCOC1	-7.59685
)C1CCCC1	-7.59722
[C@@H]1CCN(C(=O)	-7.612
C[C@@H](N)	-7.61552
CO1	-7.61562
[C@@H](C)C1	-7.62257
[C@H](C)O	-7.6272
Cc1ccc(C(=O)N	-7.6312
C[C@H](CN	-7.645
(C)	-7.6475
[C@@H](O)C1	-7.65505
c1cccnc1	-7.66826
C[C@@H](C)NC(=O)	-7.67674
[C@@H](C(=O)O)	-7.68821
C[C@@H]1CN(	-7.70663
C2CC2)C1	-7.71402
C[C@@H](C)C1	-7.71651
C[C@@H](CN	-7.71757
Cc1ccc(CN	-7.71782
=O	-7.72829
CCOC1	-7.72948
Cc1cc(CN	-7.73248
c1ccccn1	-7.73492
COc1ccc(	-7.73636
[C@H](C(=O)O)	-7.73962
C1CCCC1	-7.73974
CC(C)(C)O	-7.743
N[C@@H]1C	-7.74901
c1cccc(F)c1	-7.77046
Cc1cccc(	-7.77464
CCCC	-7.78001
CCCC1	-7.78867
C[C@@H]1N	-7.78892
C[C@H]1CN(C(=O)	-7.79058
CCN(	-7.79422
c1cnn(C)c1	-7.79986
[C@H](O)	-7.80139
Cc1ccncc1	-7.80307
C[C@@H](C)N	-7.81058
[C@H]1CCOC1	-7.82157
CC(=O)O	-7.82982
)C2	-7.83528
CC[C@H](NC(=O)	-7.83588
[C@H](C)C(=O)O	-7.8506
[C@@H](C)C(=O)O	-7.85339
C(N)=O	-7.85377
N(C)C(=O)	-7.86547
CN1C(=O)	-7.87049
c2ccccc2)C1	-7.88095
)CC1	-7.89768
ccn1	-7.89805
C2)C1	-7.90329
CCN(C	-7.90342
C[C@@H](C)O	-7.90434
ncn1	-7.90632
C1CCOCC1	-7.90849
Cc1cccnc1	-7.93157
[C@@H](C)NC(=O)	-7.93181
-	-7.93995
CN(C)C	-7.95359
CSC	-7.9718
Cn1cc(	-7.97277
)C(F)(F)F	-7.98202
C1CCC1	-7.9836
O=[N+]([O-])	-7.98733
[C@H]2CC	-7.99259
Cc1cc(N	-7.99401
C2)n1	-8.00153
CC(C)(C)C1	-8.00311
C(C)(C)	-8.00767
[C@@H]2	-8.00871
)s1	-8.01185
C[C@@H]1C[C@@H]1	-8.03326
CC[C@@H](NC(=O)	-8.04505
C[C@@H](O)CN	-8.04722
[C@@H](C)C(=O)N	-8.04871
on1	-8.05197
[C@H](CC)	-8.05634
Cc1ccc(NC(=O)	-8.05694
[C@@H]2C[C@H]2	-8.05913
COC1	-8.06395
CCO[C@@H]1	-8.074
Cc1cc(NC(=O)	-8.07509
CC(=O)N(C)C	-8.07647
Cc1nc(	-8.07802
C[C@@H]1C(=O)N	-8.08051
C[C@@H](C)O1	-8.08276
[C@H](C)NC(=O)	-8.08891
C[C@@H]1C[C@H](N	-8.09543
[C@@H]1CCCN1	-8.09751
)c1ccco1	-8.09882
c1ccc(C)cc1	-8.09926
c1ccncc1	-8.10366
C[C@H](C)O	-8.10763
CO[C@H]1C	-8.10767
C[C@H](NC	-8.11124
[C@@H](C(=O)O)C1	-8.11515
[C@@H](	-8.11519
CC[C@@H]1C[C@H]1	-8.11577
[C@@H](C)CC	-8.1197
c1nc(	-8.1215
N[C@H]1C	-8.12288
[C@@H]1C[C@	-8.12879
[C@H]2	-8.13413
)CCO1	-8.1366
)n1	-8.1388
C[C@H](C)C1	-8.14045
C[C@H](O)CN	-8.14068
CCCN	-8.14317
)c1	-8.15517
)N	-8.15694
[C@H](NC(=O)	-8.16379
C[C@H](CNC(=O)	-8.17205
C[C@H]1CCCO1	-8.17435
[C@H]1C(=O)O	-8.17442
COc1ccccc1	-8.17667
C(C)(C)C1	-8.17862
)C(F)F	-8.17971
CCN1C(=O)	-8.18024
c1ccccc1F	-8.18098
C[C@@H]1C[C@H]1	-8.18691
CCN(C)C(=O)	-8.18885
[C@H](	-8.19007
[C@H]2CC[C@H]1O2	-8.19419
O=C(N[C@@H]1C	-8.19575
COC[C@H](C)N	-8.19732
[C@H](C)C(=O)N	-8.20105
)[C@@H]1C	-8.20452
CC[C@H](C)NC(=O)	-8.20555
C[C@H]1CN(	-8.20727
Cc1cc(	-8.21073
C[C@@H](CNC(=O)	-8.21204
c(C)c1	-8.21261
S(C)(=O)=O	-8.21767
[N+](=O)[O-])c1	-8.22317
COC(=O)[C@@H]1C	-8.22354
[C@@H](CC)	-8.22906
C[C@@H]1CCCO1	-8.22955
[C@H](C)CC	-8.2311
CCC[C@H]1N	-8.23421
Cc2ccccc21	-8.23742
C[C@@H](OC(=O)	-8.23899
cs1	-8.24131
c2c	-8.24145
C1(C)C	-8.24406
C[C@H]1CCN(C(=O)	-8.24548
C(=O)N1C[C@	-8.24715
CC1=O	-8.24882
O[C@H](C)C1	-8.25017
C[C@H](OC(=O)	-8.25355
N(C)C	-8.25732
CCC[C@H]1C	-8.25825
c1ccc(Cl)cc1	-8.25871
C2CC2)c1	-8.26042
CC[C@@H]1C(=O)N	-8.26105
)o1	-8.26295
C(C)=O	-8.26356
Cc1noc(C)c1	-8.26836
c1ccc2c(c1)	-8.27081
C[C@H](C)N	-8.28293
C(C)C)C1	-8.29006
[C@@H]1C[C@@H](N	-8.29329
[C@H](O)C1	-8.29475
)C1CCCCC1	-8.29508
C2CC2)n1	-8.29767
c1cnccn1	-8.30068
COc1cccc(	-8.30544
C[C@@H]1CCN(	-8.30735
CC(F)(F)C1	-8.31074
)c1ccccn1	-8.311
C(C)(C)C)C1	-8.31194
C[C@@H]1CCCN1	-8.31575
CCC(=O)N	-8.31615
O=C(N[C@H]1C	-8.31664
[C@@H]1C1CC1	-8.31911
/C=C/	-8.31957
[C@@H](CO)C1	-8.32025
N[C@@H]1CC	-8.32159
C[C@@H](C(=O)O)	-8.32307
[C@@H]1CCCO1	-8.32596
C[C@H](C(=O)O)	-8.32598
CCn1ccnc1	-8.32723
Cc1cnn(C)c1	-8.32837
CCCNC(=O)	-8.32936
c1cccc(	-8.332
CCN(CC)	-8.33452
)[C@H]1C	-8.33496
C[C@@H](C#N)	-8.33627
C#N	-8.33642
c1ccsc1	-8.33646
S(=O)(=O)N	-8.34719
C#CCNC(=O)	-8.34739
)cn1	-8.34942
C[C@H]1C(=O)O	-8.3513
C2CC2)CC1	-8.35168
CO[C@H](CN	-8.35218
c1ccc(C#N)cc1	-8.35519
CCOC	-8.3553
COC[C@@H](C)N	-8.35581
CC(=O)N1	-8.3575
H]2C=C[C@H]1C2	-8.35762
C[C@H]1NC(=O)	-8.36386
CCCCN	-8.36475
C[C@H](N[C@@H]1C	-8.36483
c1ncccn1	-8.36812
[C@@H]1C(=O)O	-8.36929
C[C@H]1C[C@@H](N	-8.37138
[C@@H]1CCCOC1	-8.37348
NC(=O)[C@@H]1C	-8.37417
C(=O)[C@	-8.37833
C2)c1	-8.37837
[N+](=O)[O-])cc1	-8.38226
Cc1ccsc1	-8.38295
C[C@@H](C)N1	-8.3835
co1	-8.3835
[C@H]1CCCOC1	-8.38723
C2)CC1	-8.38964
C(=O)N1	-8.39115
[C@@H](N)	-8.39236
CC[C@@H]1O	-8.39338
CC(=O)NC	-8.39486
C[C@H]1C[C@H](N	-8.39575
C[C@H]1CCCN1	-8.39719
C=CCNC(=O)	-8.40985
[C@@H]1	-8.4103
CO[C@H](C)C(=O)N	-8.41065
c2ccccc2	-8.41277
CC[C@H]1O	-8.41278
CCC(=O)O	-8.41287
C[C@H]1CO	-8.41588
COc1ccc(CN	-8.41853
C(C)(C)O	-8.42194
)[C@@H](C)O	-8.42388
C(=O)O)C1	-8.42675
C#C[C@H](C)N	-8.42863
c1=O	-8.43148
)no1	-8.43193
CC[C@H](CN	-8.43425
C2)o1	-8.43787
O=C(O	-8.44087
CN1C	-8.44379
CS(=O)(=O)C1	-8.44673
c1cccc(C)c1	-8.44784
)CC2	-8.44975
)[C@@H]1CCCO1	-8.45101
)[C@H]1CCCO1	-8.45108
[C@H]1C1CC1	-8.45171
CCN(CC)C(=O)	-8.4543
CN[C@@H](C)	-8.46039
Br	-8.46956
C2CC2)cc1	-8.47187
C[C@H]1CCOC1	-8.47852
C[C@@H](N)C(=O)N	-8.47953
[C@H]1CC1(C)C	-8.48003
)cc1	-8.48201
c1ncc[nH]1	-8.48357
CCC[C@H]1O	-8.48458
COC[C@H](N	-8.48765
)c1ccncc1	-8.48971
C[C@@H]1CO	-8.49018
C[C@@](C)(O)	-8.49509
Cc1cnc(CN	-8.49632
CC[C@H](C)C(=O)N	-8.50324
C(=O)N1C[C@H](C)	-8.50385
C[C@@H](CO)N	-8.50577
C[C@H](C)NC(=O)	-8.50599
C[C@]1(C(=O)N	-8.50718
[C@H]1CCCO1	-8.50749
CC[C@@H](F)	-8.51088
[C@H]1CCCN1	-8.51123
CCCCC1	-8.51455
)c1cccnc1	-8.51688
COC[C@H](C)	-8.5176
c2n	-8.52349
c1cc(	-8.52761
c1cccc(Cl)c1	-8.52935
C[C@H]1C(=O)N	-8.53335
[C@H](CO)C1	-8.53502
NC(=O)[C@H]1C	-8.53699
CS(=O)(=O)N	-8.54078
[C@@H](O)CN	-8.54188
C[C@@H]1CN(C	-8.54578
CC[C@H](C)N	-8.54729
C(=O)OC(C)(C)C	-8.5497
CC(=NN	-8.55017
[C@@H]2C1	-8.55741
C2CC2)	-8.55789
CC(F)(F)F	-8.55794
CC1(C)	-8.56047
Cc1noc(	-8.56292
c1cccc(C#N)c1	-8.56408
CO[C@@H](CN	-8.56444
[C@H]1CCCN(C(=O)	-8.56712
C(=O)N1CC[C@@H](	-8.56984
C#C[C@@H](C)N	-8.57232
C=C[C@H](C)N	-8.57342
CC[C@@H](CN	-8.57377
CCC[C@@H]1N	-8.57763
)c1cnn(C)c1	-8.57796
[C@@H]1CCC[C@H]1	-8.57867
CO[C@@H]1	-8.57939
C[C@H]21	-8.58166
CCCCO	-8.58185
[C@@H]1CCSC1	-8.58227
Cc1ccc(F)cc1	-8.58309
[C@H]1CCCC[C@H]1	-8.58812
)[C@H]1CCOC1	-8.58888
C[C@@H]1CCOC1	-8.59401
OC[C@@H]1N	-8.59887
[C@H]1CCCCN1	-8.60157
)[C@@H]1CCOC1	-8.60218
CS[C@@H](C)	-8.60557
CCC1(C(=O)N	-8.60815
CC1(NC(=O)	-8.60833
CC1(C(=O)N	-8.615
CC(C)(C)C#N	-8.61502
CC[C@@H](O)CN	-8.61623
n(C)n1	-8.6164
C(C)C)n1	-8.6188
C[C@H](C)O1	-8.62065
C(C)C)c1	-8.62218
N(C)	-8.62938
CC[C@H](O)CN	-8.62992
[C@@H]2C[C@@H]21	-8.6312
Cn1ccnc1	-8.63518
)[C@H](C)O	-8.63704
C[C@@]1(C(=O)N	-8.63742
C[C@@H]1NC	-8.63787
c1nccs1	-8.63897
COC[C@@H](N	-8.63913
CS[C@@H]1C	-8.6404
[C@@H]1CO	-8.64195
[C@@H]1CCCCN1	-8.64228
CC(C)[C@@H]1	-8.64537
CS(=O)(=O)	-8.65172
C(N)=O)C1	-8.6563
c1ccco1	-8.65927
CC[C@@H](C)C1	-8.66019
/C=C\	-8.66185
COC(=O)[C@@H](C)	-8.66197
C(C)C)CC1	-8.66428
C[C@@H]12	-8.66484
Cc1ccc(N	-8.66878
C=C(C)C	-8.67004
)[nH]1	-8.67224
O=	-8.67244
c1cccc(O)c1	-8.67676
CCOCC1	-8.67919
C2CCC2)C1	-8.6835
)N1C	-8.68482
CN1CC	-8.68632
[C@@H]2C[C@H]2C1	-8.68846
[C@@H](N	-8.69121
C[C@H]1CCCCN1	-8.69158
[C@@H](CO)NC(=O)	-8.69179
Cc1cccc(C)c1	-8.6962
Cc1nn(C)cc1	-8.69788
C[C@H](N[C@H](C)	-8.70254
)nn1	-8.70357
C#CCN	-8.70384
COC(=O)[C@H]1	-8.70519
[C@@H](NC(=O)	-8.70626
OC[C@H]1N	-8.70713
C=C[C@H](CO)N	-8.71027
O=C(OC	-8.71319
(CC)	-8.71648
CC(=O)N1C	-8.71659
COC(=O)[C@H]1C	-8.71706
c(F)c1	-8.71747
[C@H](C)c1ccccc1	-8.72005
C/C=C(\C)C(=O)N	-8.72287
)c1cccs1	-8.72346
COCCN	-8.72417
c1ncc(	-8.72422
C[C@H]1CN(C	-8.72468
CCN[C@H](C)	-8.72478
Cc1ccoc1	-8.72479
CCSC	-8.72624
C(=O)O)c1	-8.72691
c1ccc(F)cn1	-8.7274
CCN[C@@H]1C	-8.72895
[C@H]2C1	-8.72899
[C@@H]1[C@H]2C	-8.73008
c(C)n1	-8.7305
)C(C)(C)O	-8.73105
Cc1nc(CN	-8.73254
[nH]n1	-8.73289
C(=O)N1CC[C@	-8.73535
Cc1cccc(C(=O)N	-8.73585
C2)cc1	-8.73707
CNC(=O)[C@H](C)N	-8.73744
C[C@H](N[C@H]1C	-8.73777
C12CCC2	-8.73813
[C@H]2C[C@@H]2C1	-8.7382
COc1cc(	-8.74215
CS1	-8.74257
[C@H]1CCSC1	-8.74419
[C@H]2CCC[C@H]21	-8.74725
C=C[C@@H](C)N	-8.74735
)CCC1	-8.74861
)C1CCOCC1	-8.74973
COC(=O)[C@@H]1	-8.75161
C[C@@H]1COCCN1	-8.75314
cnn1C	-8.7574
C=C(C)	-8.75741
[C@H](N)	-8.75788
Cc1ccco1	-8.75866
CCC(=O)N1	-8.75867
CCC[C@@H]1O	-8.75974
=N	-8.75981
CCCO	-8.75982
[C@H](N	-8.76009
Cc1nccn1C	-8.76025
CCC[C@@H]1	-8.76279
[C@@H]2C[C@@H]2	-8.76282
C(F)(F)F)C1	-8.7637
C#C[C@H](CC)N	-8.76404
C(F)F	-8.7643
CC[C@H](COC)N	-8.76493
C(N)=O)	-8.76543
C[C@@H]1CCCCN1	-8.76636
C[C@@H]1C[C@H]1N	-8.76976
C=C[C@H](O)	-8.77047
CC2	-8.77182
[C@@H](CN	-8.77314
C[C@H]1CCN(	-8.77473
C=C[C@@H]1OC	-8.77558
[C@@H](C)C#N	-8.77586
CN1CC[C@@H](	-8.77759
)nc1	-8.77811
c1ccn(C)n1	-8.77829
c1cccs1	-8.78386
CON(C)C(=O)	-8.78686
CCC(CC)	-8.78798
Cc1nc(C(=O)N	-8.78813
O=C(O)[C@@H]1C	-8.78972
CC1CCCC1	-8.79072
Cc1cnc(	-8.79263
Cc1csc(	-8.79473
C=NN	-8.79522
CCO[C@H]1	-8.79598
COC[C@H](O)CN	-8.79796
C(=O)[C@@H]1	-8.79817
C[C@@H]1C(=O)O	-8.79951
CCS1	-8.80225
CCC[C@@H]1C	-8.80409
CO[C@H](C)CN	-8.80478
C[C@H]1C[C@@H]1	-8.80873
[C@@H](C)CC(=O)O	-8.80893
[C@@H]2CCC	-8.81137
CC[C@H](C(=O)N	-8.81509
CCCC(=O)N	-8.81586
C2)cn1	-8.81646
[C@@H](O)CN1	-8.81714
C[C@@H]1NC(=O)	-8.82066
C[S@](=O)	-8.82357
CC(C)O	-8.82387
C/C=C/	-8.82421
C(=O)[C@@H](C)	-8.82464
[C@H]1	-8.82466
Cc1cc[nH]n1	-8.82497
CO[C@@H](C)CN	-8.82742
CC(C)NC(=O)	-8.82995
CC1CCC1	-8.83122
CNC(=O)[C@@H]1C	-8.83188
[C@H]1CCN(C(=O)	-8.83254
CC(C)N	-8.83393
2CC[C@H](C1)N2	-8.83539
CC1(C)CN(C(=O)	-8.83553
CC[C@@]1(C)	-8.83651
C2CCCC2)	-8.83719
COCC(=O)N	-8.8389
COC[C@@H](C)	-8.83951
C[C@H]1COCCN1	-8.83952
CCC(C)(C)C	-8.84132
CN1CC[C@H](	-8.84327
CNC	-8.84429
C(=O)O)	-8.84455
C[C@@H]1CCCCO1	-8.8458
C=CCCC(=O)N	-8.84917
[C@@	-8.85054
CC(=O)OC	-8.85108
)n[nH]1	-8.85237
C#C[C@H](C)N(C)	-8.85565
C=CCN	-8.85646
CC(C)[C@@H](O)	-8.85678
c1ccc(F)c(F)c1	-8.8588
CO[C@H]1C[C@H](N	-8.85967
c2ccccc2)	-8.86058
Cc1ccon1	-8.86112
3	-8.86135
Cc1ncc(C(=O)N	-8.86373
CCC[C@H](O)	-8.8643
C[C@H]1CCCCO1	-8.86521
cc1F	-8.86708
C(=O)N1CCC[C@H]1	-8.86793
)c1cnccn1	-8.86836
Cc1cccs1	-8.8699
C=C[C@@H](O)	-8.87051
CC[C@@H]1NC(=O)	-8.87251
CC1(CN	-8.87367
)on1	-8.87402
[C@@H](O)CNC(=O)	-8.87764
[C@@H]1CCC(=O)N1	-8.87794
c1ccc(OC)cc1	-8.8788
)CC	-8.88055
NC[C@H]1C	-8.88524
O=C1	-8.88536
[C@H]1CO	-8.88719
Cc1ccc(O)cc1	-8.88889
CCCCC(=O)N	-8.8896
CC(C)OC(=O)	-8.89027
Cc1ccccc1O	-8.89192
C2CCC2)	-8.89224
c1ccc(F)cc1F	-8.89225
[C@@H]1CC=CCC1	-8.89306
[C@H](C(=O)O)C1	-8.8933
c1ccccc1Cl	-8.89435
[C@H]1CC=CCC1	-8.89437
CCOCCO	-8.89528
C=CC[C@H](C)N	-8.8958
)c1ncc[nH]1	-8.89698
C(=O)NC1CC1	-8.89954
CC[C@H](N)C(=O)N	-8.89954
CC[C@@H](C)N	-8.9002
c1ccccc1O	-8.90048
Cn1cc(CN	-8.90292
CC1CC1	-8.90564
C#C[C@@H](CC)N	-8.90656
C(C)C)cc1	-8.90664
CC(=O)N[C@@H](C)	-8.90688
Cc1cc(CNC(=O)	-8.91132
CC[C@H]1C(=O)N	-8.91171
OC[C@@H]1C	-8.9123
CC[C@]1(C)	-8.91255
[C@H](C)C1CC1	-8.9136
)c1ccsc1	-8.91468
Cc1cccc(NC(=O)	-8.91583
C[C@@H](CC(=O)N	-8.91765
CCC[C@H](CC)N	-8.91934
CCn1cc(CN	-8.92031
FC(F)(F)	-8.92091
Cc1cc(C)cc(	-8.92158
CCCC(=O)O	-8.92267
[C@@H](C)CN	-8.9245
CC[C@@H](COC)N	-8.92477
C(=O)NC[C@H]1C	-8.92565
CC#N)	-8.92605
C/C=C/C(=O)N	-8.92612
CC[C@H](F)C(=O)N	-8.92804
[C@H](C)CC(=O)O	-8.93146
CN(CCO)	-8.93411
COC[C@@H](O)CN	-8.93462
CC[C@H](C)CN	-8.93519
COc1ccc(C(=O)N	-8.93645
C(C)C)	-8.93724
[C@H](O)CN	-8.93726
C[C@H](CO)NC(=O)	-8.93848
@]12CCC[C@@H]1C2	-8.94012
CCNC1	-8.94067
C(=O)N(C)C1	-8.94119
CONC(=O)	-8.94154
[C@@H](C)CN1	-8.9423
C[C@H](CO)	-8.94242
C(=O)N2CC	-8.94246
Cc1cccc(CN	-8.94374
C#C[C@@H](C)N(C)	-8.94459
C[C@H](CC(=O)N	-8.94956
CC[C@@H]1CN	-8.94975
[C@@H]1CCNC1	-8.94984
C[C@@H](O)CN(C)	-8.94989
[C@H]1C[C@	-8.95025
COC(=O)[C@H](C)N	-8.95056
C2)s1	-8.95151
[C@@H]2C[C@	-8.95167
CC(C)[C@H](N	-8.95421
C(C)(C)C(=O)O	-8.95426
[C@H]1C1CCC1	-8.95459
)S(C)(=O)=O	-8.95841
NC[C@@H]1C	-8.95998
CC#N	-8.95999
c1cn[nH]c1	-8.96193
c[nH]1	-8.96219
CC[C@H](OC)	-8.96246
)cs1	-8.96268
C#C[C@H](N	-8.9643
NS(=O)(=O)	-8.96548
C/C=C\C(=O)N	-8.96552
[C@@H]1CCC	-8.96675
CC#CC(=O)N	-8.96754
C[C@@H](CC(=O)O)	-8.96945
CC(C)(C)N	-8.96957
ccc1F	-8.97031
CC[C@@H](C(=O)N	-8.97117
CC(F)F	-8.97145
COCCC(=O)N	-8.97272
[C@@H]2CCC[C@H]2	-8.97626
CCC[C@H](C)N	-8.97662
[C@@H]1C[C@H]1CN	-8.97693
CC(N)=O	-8.97695
[N+](=O)[O-])	-8.97807
C2)nc1	-8.97897
CCC[C@@H](C)N	-8.98013
C/C=C(/C)C(=O)N	-8.98058
COCC[C@H](C)N	-8.98112
C[C@](C)(O)	-8.98273
c2ccccc2)CC1	-8.98433
C[C@H](O)CN(C)	-8.98443
CCN[C@H]1C	-8.98577
CC(C)[C@H](O)	-8.98597
[C@@H](C#N)	-8.98794
C[C@H](C#N)	-8.98982
C1CCCCCC1	-8.99043
OC[C@H]1O	-8.99184
Cc1nc(N	-8.9921
C[C@H](O)CNC(=O)	-8.99292
C[C@@H]21	-8.99312
CC)C1	-8.99316
[C@H](C(=O)N	-8.99461
c1cncc(F)c1	-8.99519
Cc1ncc(CN	-8.99546
/C(O)=N/	-8.99704
c1ccc[nH]1	-8.99856
CCS(=O)(=O)C	-8.99942
O[C@@H](C)C1	-8.99957
C1CCSCC1	-9.00022
C(	-9.00309
[C@@H](C)C1CC1	-9.00346
c2ccccn2)	-9.00455
C1CC(F)(F)C1	-9.00479
[C@@H](C)N(C)C	-9.00605
Cc1ccc([C@H](C)N	-9.00613
O=S(=O)(	-9.00885
)ncn1	-9.00977
O[C@H]1C[C@@H](N	-9.01108
C1(C)CC1	-9.01122
[C@@H]1OCC[C@H]1	-9.01242
CC[C@H](C)C1	-9.01626
N=	-9.01834
CC[C@@H](CO)N	-9.01993
nc(C)n1	-9.02162
Cc1ccnn1C	-9.02529
Cc1cncn1C	-9.02575
[C@@H]2CCOC2)	-9.02606
[C@H]1CCC[C@H]1N	-9.02629
C[S@@](=O)	-9.03056
[C@@H](C)N(C)	-9.03262
c1nnc(	-9.03269
C(=O)N[C@@H](CO)	-9.03387
CN1CCN(	-9.03799
CCc1ccccc1	-9.03932
CC(C)(O)	-9.03998
C1CCNCC1	-9.0414
CC1(	-9.04264
CC[C@@H](C#N)	-9.0443
C(C1CC1)C1CC1	-9.04443
[C@@H](c1ccccc1)	-9.04645
Cc1cnc(NC(=O)	-9.04724
CCOCC(=O)N	-9.04843
C(=O)N1CC[C@H](	-9.0486
C[C@@H]1[C@H](	-9.04864
CN1CCC[C@@H]1	-9.04872
O[C@@H]1C	-9.04875
CCF	-9.04877
C[C@@H]2	-9.04926
)c1ccc(F)cc1	-9.05133
CC(	-9.05133
C[C@H]1CN	-9.05133
C=C(Cl)CN	-9.05182
C#CCCCC(=O)N	-9.0537
C/C(=C\C(=O)N	-9.05403
[C@@H](C)N(C(=O)	-9.056
CC[C@@H]2N	-9.05651
Cn1cnc(	-9.05677
C(=O)C(C)(C)C	-9.05691
Cc1cccc(O)c1	-9.05693
[C@H](N)C1	-9.05822
@H]2CCC[C@@H]21	-9.05866
)C1=O	-9.05919
O)	-9.05926
c1ccc(C#N)cn1	-9.05961
[C@H]2CCOC2)	-9.06193
CO[C@H]1CCN(	-9.06302
CCCN1	-9.06367
)N1CCCC1	-9.06901
[C@H]1CCCNC1	-9.06922
Cc1ccc(C)c(	-9.07006
C/C=C\	-9.07176
Cc1ncc(	-9.07231
C[C@@H](CO)	-9.07246
CC[C@H](CO)N	-9.07288
CCC[C@H](CC)	-9.07576
1C[C@	-9.07835
[C@H](OC)	-9.07941
[C@@H](C(=O)N	-9.08128
C(=O)N2C	-9.08195
CCN[C@@H](C)	-9.08221
CN[C@H](C)	-9.08244
[C@H](C)CN	-9.08347
)N1CC	-9.08465
CCn1cccn1	-9.08548
)c(C)c1	-9.08578
C[C@@H]1C[C@H](	-9.08708
Cc1ccc2c(c1)	-9.08791
C#CCCCN	-9.08885
CO[C@@H](	-9.08915
[C@@H](N)C1	-9.08932
CCCCNC(=O)	-9.09038
Cc1ccccn1	-9.09104
C[C@H]1C[C@H]1	-9.09268
[C@@H]1[C@@H]2C	-9.09438
C(=O)N[C@	-9.0946
C[C@@H](CCO)N	-9.095
c1cc(CN	-9.0951
CC[C@@H]1C(=O)O	-9.09599
C1(F)F	-9.09991
C[C@@H]1CCN(C	-9.1001
CCC[C@@H](CC)N	-9.10024
C[C@H](N)C(=O)N	-9.1008
c1nnnn1C	-9.10083
CCCCCCN	-9.10328
[C@@H]1CCCNC1	-9.1043
CO[C@@]1(C)	-9.10444
CS[C@H]1C	-9.10561
C#CCCN	-9.10713
C=C(C)CN	-9.1075
CC(C)N1C	-9.10922
C1CC2(CCC2)C1	-9.11026
CCCN(C)C	-9.11051
CC[C@H]1NC(=O)	-9.11129
CO[C@H](C(=O)N	-9.11144
)O1	-9.11265
c1ccnn1C	-9.1129
1CC[C@	-9.11306
CNC(=O)N	-9.11343
CC(C)=C	-9.11497
C=CC[C@@H](C)N	-9.11646
c(C)o1	-9.11832
C(=O)O)cc1	-9.11837
[C@@H](C)C(C)C	-9.11982
SC	-9.12226
C(=O)NCCN	-9.12234
CCS(=O)(=O)N	-9.12263
COC(C)(C)C	-9.12355
N#C[C@@H]1C	-9.12355
c1c(F)cccc1F	-9.12593
C2)no1	-9.1264
FC(F)	-9.12643
C1CCN(C)CC1	-9.12761
C(C)(C)C)n1	-9.12869
C=C[C@](C)(O)	-9.12915
CC[C@@H](OC)	-9.13043
C2CC2)cn1	-9.13082
CCCF	-9.13085
C[C@@H](CC(N)=O)	-9.13107
[C@H]2C[C@H]2C1	-9.13227
C=C(CC)C(=O)N	-9.13398
C(F)F)	-9.13433
c2ccccn2)C1	-9.13446
CC(C)[C@H](C)	-9.13456
2)C1	-9.13496
CN1CCC[C@H]1	-9.13509
CC[C@](C)(O)	-9.13568
c1ccc([C@@H](C)N	-9.13597
CC[C@H](C)OC	-9.1363
C(=O)O)CC1	-9.13786
[C@@H]1O[C@H](C)	-9.13992
Cn1cccn1	-9.1403
C#C[C@@H](N	-9.14055
Cc1ccc(CNC(=O)	-9.1407
C(F)(F)F)c1	-9.1409
COCC[C@@H](C)N	-9.14114
C[C@H](CO)N	-9.14163
c1nccn1C	-9.14169
Cn1nccc1	-9.14173
[C@@H](C)COC	-9.14268
CCC(CC)CN	-9.14299
CCCN(C)	-9.14318
c1nc(C)no1	-9.1436
CC(C)[C@]1(C)	-9.14489
C[C@H]1CCN(C	-9.145
COC(C)(C)	-9.14555
[C@H](C)C(C)(C)C	-9.14557
CC1CCOCC1	-9.14592
C2CCCCC2)	-9.1468
[C@@H](C)[C@H]1C	-9.14699
c1nc[nH]n1	-9.14764
CNC(=O)[C@H]1C	-9.14784
)C(C)(F)F	-9.1495
Cc1cc(C)c(C(=O)N	-9.15019
c1cccc(OC)c1	-9.15042
C[C@H](S	-9.15082
CC/C(C)=C/C(=O)N	-9.15153
Cc1cnc[nH]1	-9.15304
Cc1cc[nH]c1	-9.15383
CC[C@H](CO)	-9.15543
Cc1ccc(CC(=O)N	-9.1558
CCn1cc(	-9.15629
C=C(C)CN(CC)	-9.15678
[C@@H](F)	-9.15707
c2cccnc2)C1	-9.15904
[C@H](C)[C@H]1C	-9.15979
Cc1ccn(C)c1	-9.16051
CCc2ccccc21	-9.16072
C2CCCC2)C1	-9.16073
CO[C@H](	-9.16141
C=CCCN	-9.16274
c1ccc(C(=O)O)cc1	-9.16291
)N1C[C@	-9.16318
C[C@H](C#N)C1	-9.16352
Cc1cc(C(=O)O	-9.16383
CC1(O)CCC1	-9.16385
C=CC[C@H](CC)N	-9.16436
C(=O)N(CC)	-9.16458
C(=O)N[C@H](CO)	-9.16568
C(=O)O)n1	-9.16588
C=C(CC)CN	-9.16717
CC[C@H](C)N(C)	-9.16722
CCC1(CNC(=O)	-9.16747
[C@H](CN	-9.17012
[C@H](C)N(C)C	-9.17116
CC[C@H](OC(=O)	-9.17121
H]2CC[C@@H]1O2	-9.17262
c1ccc(Cl)nc1	-9.17265
[C@@H]1C=CCCC1	-9.17285
Cc1cscn1	-9.17394
[C@@H](C)OC(=O)	-9.17499
O=C1C	-9.17566
CC[C@@H](N)C1	-9.17618
O=C([C@@H]1C	-9.17877
C=CCN(C(=O)	-9.18038
C/C(=C/C(=O)N	-9.1805
Oc2ccccc21	-9.18068
CCS(C)(=O)=O	-9.18082
CCN(C)C	-9.18233
C=C(C)CCN	-9.18291
C=CCC	-9.18326
[C@@H](CCO)	-9.18359
c1ccc(Cl)cn1	-9.1843
[C@H]1C=CCCC1	-9.18526
[C@H]1CCCN1C(=O)	-9.18796
c1cccc(F)n1	-9.18906
CC(C)[C@@H](C)	-9.18933
CS[C@H](C)	-9.19049
CC[C@H]2N	-9.19132
CC1CCCCC1	-9.19254
COC(C)(C)C1	-9.1927
[C@@H](C)O)C1	-9.19415
2CCC[C@@H]2	-9.19503
CC[C@@H](C)CN	-9.19609
n2	-9.19667
C[C@H]2	-9.19756
C2)ncn1	-9.19787
[C@H](C)C(C)C	-9.19911
c1cccc(C#N)n1	-9.20014
)CC1=O	-9.20016
CCO)	-9.20241
cc([N+](=O)[O-])	-9.20305
CC(C)[C@H]1	-9.20346
COc1cc(CN	-9.20397
C[C@@H]1NC(=O)N(	-9.20607
C[C@H]1CCCN(	-9.20627
CCS1(=O)=O	-9.20639
COc1cccc(CN	-9.20672
COc1ccc(NC(=O)	-9.20799
C(=O)NC(C)(C)C	-9.20813
C[C@@H]1CCCN(	-9.20978
[C@H]2CCC	-9.21047
Cc1nc(C)c(C(=O)N	-9.211
[C@@H]1O	-9.2122
[C@@H]2C[C@H]2C)	-9.2149
c(O)c1	-9.21502
)c1ccc[nH]1	-9.21525
C[C@@H]2C[C@H]12	-9.21557
CCN(C(=O)N	-9.21579
CO[C@H](C)C1	-9.21582
C(=O)/C=C/	-9.21601
[C@H](O)CN1	-9.21729
c1cc(F)cc(F)c1	-9.2186
C=C(C)CN(C)	-9.21873
Cc1ccnc(N	-9.21893
c1ccc(-	-9.21902
[C@@H]2CCO	-9.22006
C=CC(C)(C)C	-9.22225
)CC(C)C	-9.22315
S(=O)(=O)N(C)C	-9.22342
CC[C@@H](C)OC	-9.22367
CCC(CC)N	-9.22479
c1ccc2c(c1)OCO2	-9.22507
[C@H]1CCNC1	-9.22542
[C@H]1CC12CCC2	-9.22545
CCc1cn[nH]c1	-9.22569
[N+](=O)[O-])cn1	-9.22598
Cc1nnc(	-9.22659
CN1CCN(C(=O)	-9.22843
C(=O)c1ccccc1	-9.2288
C=CC(=O)N	-9.22904
C#CCN(C)	-9.22968
CO[C@@H](C(=O)N	-9.23045
CC[C@H](C#N)	-9.23096
Cc1cc(C(=O)N2C	-9.23293
COCC(C)(C)CN	-9.23379
C3CC3)	-9.234
C(=O)[C@@H](N)	-9.23407
CC1CC(F)(F)C1	-9.23434
CCC[C@@H](CC)	-9.23561
)CCC2	-9.23699
C=CCCCC(=O)N	-9.23701
C1CC(C)(C)C1	-9.23853
C(=N)N	-9.23868
CNC(=S)N	-9.23956
Cc1ccnc(	-9.23969
Cc2ccccc2C1	-9.23974
c1ccc(O)cc1	-9.23974
n	-9.2406
CC(C)N(C)C(=O)	-9.24147
COC(=O)[C@H](C)	-9.24238
)NC1CC1	-9.24283
[C@@H]1CCCSC1	-9.24368
O=C	-9.24388
C=CCN(C)C(=O)	-9.24432
C/C=C/C=C/C(=O)N	-9.24433
C2)n[nH]1	-9.24452
)[C@@H]1CC1(C)C	-9.24464
[C@@H]2CO	-9.24528
COc1cc(C(=O)N	-9.24545
Cc1cccc(F)c1	-9.24611
c1c(C)noc1C	-9.24618
CO[C@@H]1CCN(	-9.24636
O=C(O)[C@@H]1	-9.24714
[C@H](C)[C@@H]1C	-9.24739
Cn1cc(C(=O)N	-9.24771
Cc1ccccc1F	-9.24851
CC[C@H]1CN	-9.24855
c2ccccc2O1	-9.24921
CC(C)[C@@H](N	-9.2497
CC1=C(C(=O)N	-9.24976
[C@H](C)CO	-9.24995
C=C[C@H](COC)N	-9.25046
)co1	-9.25098
C=CC(C)(C)CN	-9.25126
CC[C@](C)(CN	-9.25253
C[C@H](C#N)CN	-9.25325
C(=O)N1C[C@H]2	-9.25328
C(F)(F)F)	-9.25361
[C@H](C)COC	-9.2537
C=C[C@H](C)ON	-9.25428
O=S(=O)(N	-9.25614
CCN1CCN(	-9.25738
CC[C@H](C)OC(=O)	-9.25763
CC[C@@H](C(=O)O)	-9.25778
C[C@H](CCO)N	-9.25796
C1(C(=O)O)CC1	-9.25797
C(=O)NCC1CC1	-9.25856
c2cccnc2)	-9.25905
C(=O)N1CCCC1	-9.25967
N=C	-9.26116
[C@H]1CCCSC1	-9.26232
)c1nccs1	-9.2641
N#C[C@H]1C	-9.26458
CC[C@@H](CO)	-9.26686
@H]2CCCC[C@@H]21	-9.26742
COC1(C(=O)N	-9.26798
CC(C)N(C)	-9.26859
)c1ccn(C)n1	-9.2688
OC(C)(C)C1	-9.26906
c2ccco2)C1	-9.26958
C[C@H]2C1	-9.27031
[C@H](O)c1ccccc1	-9.2704
c1cnc(	-9.2706
)C(=O)N(C)C	-9.2711
Cn1ccc(	-9.27192
C[C@H](C)N1	-9.27236
C[C@H](OC)	-9.2725
C=CCOCC(=O)N	-9.27251
C[C@@H](CN)	-9.27285
CC[C@H](C(=O)O)	-9.2732
[C@@H]2CCCOC2)	-9.2733
[C@H](N)C(=O)N	-9.27426
c1cc(F)ccc1F	-9.27426
[C@H]1CCC[C@H]1C	-9.27722
Cc1ncc[nH]1	-9.27729
c1cn(C	-9.27744
CO[C@@H]1CC	-9.2778
CCC1CC1	-9.27783
C[C@@H]1[C@@H](	-9.27903
C[C@@H](N(C)	-9.28071
Cc1nc[nH]c1	-9.28128
c1cncnc1	-9.28201
[C@@H]1CNC[C@H]1	-9.28305
C[C@H]1C=CCC1	-9.28329
CC/C(C)=C\C(=O)N	-9.28392
CC1(CNC(=O)	-9.28404
C[C@@H]1C=CCC1	-9.28548
C(C)(C)C)	-9.2856
NC(=O)[C@@H]1	-9.28567
O=C1N	-9.28649
c2ncccn2)	-9.28691
C(=O)N1CCO	-9.28757
C#CC[C@H](CO)N	-9.28966
)CCCC1	-9.29033
CCCCC(=O)O	-9.29089
CC1(C)CN(	-9.29225
[C@@H]1CC12CCC2	-9.29265
Cc1nnc(N	-9.2928
c2ccc(	-9.29391
)[C@H]1CC1(C)C	-9.29466
C#CCNC(=O)N	-9.29528
CO[C@@H](C)C1	-9.29595
C[C@@H](O)CO	-9.29601
CCC(CC)C(=O)N	-9.29679
C(=O)NC[C@@H](C)	-9.29835
CC[C@](C)(O)CN	-9.29978
c1cc[nH]n1	-9.29999
C#CCN(C)C(=O)	-9.30097
CNC(=O)CN	-9.30219
[C@H](C(N)=O)	-9.30224
C[C@H](O)CO	-9.30385
CC(C)=CC(=O)N	-9.30563
C[C@@H](OC)	-9.30573
CC(=O)c1ccc(	-9.30573
CC(=O)N[C@H](C)	-9.30574
COCCNC(=O)	-9.30618
CC[C@](C)(C#N)	-9.30638
N1CCOCC1	-9.30645
[C@@H]1C[C@@H]1F	-9.30653
CC[C@@H](C)N(C)	-9.307
c1ncccc1F	-9.30853
NC(=S)N	-9.3094
[C@@H]1CC1(C)C	-9.30943
N1C[C@	-9.30987
CN(CCC(=O)O)	-9.31109
C=C[C@H](CC)C	-9.3113
)n1cccn1	-9.31146
CCCF)	-9.31202
NCC	-9.31211
CC[C@@](C)(O)	-9.31215
C[C@@H]1CCCOC1	-9.31319
Cc1n[nH]cc1CN	-9.31381
C[C@@H](C)CN	-9.31456
)c1ccoc1	-9.31497
CC(C)(C)CN	-9.31516
C[C@H](NC(=O)N	-9.31605
C=CC[C@@H](CC)N	-9.31655
oc1C	-9.31722
CCOc1ccccc1	-9.31748
C2)nn1	-9.31867
c1nc(-	-9.32054
[C@@H](C)CO	-9.3218
[C@@H]1C(=O)N	-9.32225
c1ccc(N	-9.32268
CCNC(=O)CN	-9.32296
CCO[C@H](CC)	-9.32328
N[C@H]1CC	-9.32348
Cc1ccc(C#N)cc1	-9.32363
CC[C@@](C)(O)CN	-9.32383
[C@H](C)C1CCC1	-9.32384
[C@H]2CCOC2)C1	-9.324
CCONC(=O)	-9.32476
[C@H]1CCCCO1	-9.32488
C=C[C@@](C)(O)	-9.32608
[C@@H](C(N)=O)	-9.32861
CCC[C@@H](C)N(C)	-9.32944
[C@@H]1CCCCO1	-9.32961
CC[C@@H]1CC	-9.33182
[C@H]2CC2(C)C)	-9.33202
CN1CCOCC1	-9.33299
[C@H](CCO)	-9.3351
CCC1(O)CCC1	-9.33678
CN(C(=O)N	-9.33707
CCOC(C)C	-9.33729
COC(=O)c1ccc(	-9.33807
C2CCC2)n1	-9.33862
[C@H](C)CO1	-9.33862
C[C@@H]1C[C@@H](	-9.34039
C=C(C)CCC(=O)N	-9.34191
[C@@H]3C	-9.34279
C[C@H]1CCCOC1	-9.34288
)[C@	-9.34303
c1cnn(	-9.34466
COCCN(C)	-9.34635
C[C@@H]1CN	-9.34644
[C@H](C)CN1	-9.34657
[C@H]2C[C@	-9.34744
[C@@H]1CNC(=O)C1	-9.34805
[C@@H]2CC=CCC2)	-9.34914
c2ccncc2)C1	-9.35028
[C@@H]1CCCN(	-9.3517
C[C@H]1[C@H](C)C	-9.35206
C/C=C(\CC)C(=O)N	-9.35281
COC[C@H](C)CN	-9.35324
[C@H]2C[C@H]2	-9.35336
c1ccc2c(c1)CCC2	-9.35405
CCC#N	-9.35437
C2)CCC1	-9.35443
O=C1CC[C@H](	-9.35447
[C@H]1c1ccccc1	-9.35449
C#C[C@H](NC(=O)	-9.35467
n2)C1	-9.35575
@H]2C[C@H]1CN2	-9.35775
CN(C2CC2)C1	-9.35954
CN(CC(=O)O)	-9.36057
C[C@@H](F)C1	-9.36221
[C@H]2C)n1	-9.36222
C(=O)OC(C)(C)C)	-9.36238
CC[C@H](N)C1	-9.36269
CCOCCN	-9.36281
)c(C)n1	-9.36413
C[C@@H]1CC[C@H](	-9.36502
[C@H]2CCC[C@@H]2	-9.36545
C(=O)N[C@H]2C	-9.36588
Cc1nc[nH]n1	-9.36604
O[C@@H]1C[C@H](N	-9.36664
CC(C)(C)O1	-9.36748
COc1ccc2c(c1)	-9.3689
CCCCCO	-9.36922
CNC[C@H](C)N	-9.37004
Cc1nc([C@H](C)N	-9.37122
[C@@H]1CCN(	-9.37126
C2CC2)o1	-9.3717
[C@@H]2C)n1	-9.37302
c1cn(	-9.37305
[C@H](C#N)NC(=O)	-9.37397
O[C@@H](CN	-9.37433
Cc1cc(C)nc(N	-9.3744
O=C1CC[C@@H](	-9.37485
O[C@H](CN	-9.37665
C=CCN(C)	-9.3767
c1cccc(F)c1F	-9.3791
H]2CCCC[C@H]21	-9.3797
CC(C)(CN	-9.38003
COc1ccc(N	-9.38051
C(N)=O)c1	-9.38095
[C@H](C#N)OC(=O)	-9.38253
CCC(C)(C)N	-9.38258
CCC[C@@H]1CN	-9.38275
C(=O)NCC(F)F	-9.38284
c1nnc(-	-9.38362
CCN(CC)C	-9.3839
C[C@H]1C[C@@H](	-9.3843
Cc1cnc(N	-9.38526
c1nncn1C	-9.38589
C=C[C@@H](C)ON	-9.38624
CC(C)(C#N)C	-9.38651
CC[C@H](O)CCN	-9.38674
CCC(C)(C)C(=O)N	-9.3883
Cc1cc(CN2C	-9.38898
[C@@H]1c1ccccc1	-9.38922
O=C(O)[C@H]1	-9.39012
[C@H](CN)	-9.39037
C(=O)c1	-9.39049
c1ccc(C)o1	-9.39077
)n(C)n1	-9.39204
C=C=CCNC(=O)	-9.39245
C[C@H](F)C1	-9.39346
)c1nccn1C	-9.39359
CCCCCNC(=O)	-9.39381
CS[C@H](C)C(=O)N	-9.39381
CC[C@H]1C(=O)O	-9.394
c1cccc(C(=O)O)c1	-9.39497
c1ccncn1	-9.39511
CC1(O)CCCC1	-9.39556
c1ccccc1OC	-9.39606
C=C[C@@H](COC)N	-9.39683
)n1ccnc1	-9.40182
Cc1c(C(=O)N	-9.40262
C(=O)/C=C\	-9.40269
Cc1cn(C	-9.4027
C(=O)N1C[C@H](O)	-9.40355
Cc1cccc(N	-9.40359
N(	-9.40367
)c1cn[nH]c1	-9.40393
=	-9.40436
CC(F)(F)	-9.40574
CNC[C@H](C)	-9.407
CCC1CCC1	-9.40848
C2CC2)nc1	-9.40884
[C@@H]2CCOC2)C1	-9.40884
c1noc(-	-9.40891
CC1(C#N)CC1	-9.4097
CNC(=O)NC	-9.41158
C#CCOC(=O)	-9.41176
[C@H](C)C#N	-9.41225
CCCN(C)C(=O)	-9.41319
Cc1ccc(OC	-9.41332
c1coc(	-9.4135
c1cccc(CO)c1	-9.41351
)C1(C)CC1	-9.41477
Cc1c[nH]nc1	-9.41674
CN1CCCC1	-9.41855
N[C@H]1CCN(C(=O)	-9.41982
C#CC[C@@H](CO)N	-9.4211
COCCCNC(=O)	-9.42139
CC(C)CN	-9.42207
O=C(O)[C@H]1C	-9.42229
C)c1	-9.42281
[C@@H](OC)	-9.42288
CC(C)(C)OC(=O)N	-9.42463
C[C@H](C(=O)N(C)	-9.42471
c1ccc(N)cc1	-9.42513
Cc1nc(C)c(	-9.42519
CC(C)=CCN	-9.42579
C[C@H](CN(C)	-9.42622
(=O)N1C[C@@H](C)	-9.42705
(C)[C@@H](C)	-9.42825
CCCCOC(=O)	-9.42882
CNCCNC(=O)	-9.42938
c1ccnc(Cl)c1	-9.42988
C(=O)N[C@H](C)CN	-9.4308
[C@@H]	-9.43155
C(=O)c1ccc[nH]1	-9.43162
C#C[C@H](CCC)N	-9.43194
C[C@H](N(C)C(=O)	-9.43228
c1ccc2c(c1)CCO2	-9.43268
CO[C@H](C)C	-9.43342
C[C@]1(	-9.43368
COCCCC(=O)N	-9.43426
[C@H](Cc1ccccc1)	-9.43477
c2cccc(	-9.43618
C(C)(F)F	-9.43836
CCN1CCN(C(=O)	-9.43843
COC(=O)[C@@H](N	-9.43899
[C@H]1[C@H]2	-9.44001
CC[C@@](C)(CN	-9.44011
C(=O)O[C@@H](C)	-9.44154
Nc1ccc(	-9.44157
C1CC1)	-9.44189
[C@H]1CCNC1=O	-9.44213
N#Cc1ccc(N	-9.44284
CC[C@H](C)[C@H](	-9.44289
CCn1cc(C(=O)N	-9.44305
CCF)	-9.44325
C=C[C@@H](CC)C	-9.44349
H]2C=C[C@H]1CC2	-9.4435
C(=O)NCCF	-9.44352
CC[C@@](C)(C#N)	-9.44399
CCN(C)C(=O)N	-9.44452
C[C@@H](C#N)O	-9.44514
CCCOCC(=O)N	-9.44576
C[C@H](O)CCN	-9.44579
O=C1C[C@H](	-9.44593
c2cnccn2)	-9.44656
C1CC(	-9.44686
CC[C@@H](OC(=O)	-9.44695
C(C)(C)C)c1	-9.44752
C(=O)[C@H]2C	-9.44784
C#CCCOC(=O)	-9.44976
[C@H](C#N)	-9.45003
C#CCO[C@H](C)	-9.45005
[C@@H](C(C)C)	-9.45065
[C@@H](CO)N	-9.45152
CCC[C@H]1CN	-9.45168
CCC/C=C\C(=O)N	-9.45333
CCC/C=C/C(=O)N	-9.45359
C2)	-9.45402
CN(CC#N)	-9.45426
Cc1ccc(CCN	-9.45512
CC(C)[C@H](F)	-9.45537
CNC[C@@H](C)N	-9.45557
[C@@H](CN)	-9.4561
CCO)C1	-9.45632
[C@@H](CC)N	-9.4573
C[C@@H]1F	-9.45739
2C[C@@H]3	-9.45973
[C@@H]2C=CCCC2)	-9.4601
Cc1nn(C	-9.4607
CCO[C@@H](CC)	-9.46284
C=C(C)C(C)(C)	-9.46299
COCCCN	-9.46372
c2	-9.46394
CC[C@H](SC)	-9.46412
C#C[C@@H](NC(=O)	-9.4643
Cc1cncs1	-9.465
C[C@@H](NC(=O)N	-9.46619
)[C@@H](C)CO	-9.46631
C=C(C)CNC(=O)	-9.46633
[C@@H]1CCNC1=O	-9.46668
C[C@@H]2C1	-9.46772
COc1cc(N	-9.46794
CC[C@H](CC#N)N	-9.46889
CC(C)[C@H](	-9.46941
C[C@@H](CN(C)	-9.47104
S(C)(=O)=O)	-9.47107
C[C@H](CC(=O)O)	-9.47108
CCOCC1CC1	-9.47177
)CC1CC1	-9.47198
CCNC(=O)N	-9.47297
[C@@H]2C)c1	-9.47307
F)	-9.47328
ccc1=O	-9.47361
C#CCN(C(=O)	-9.474
NC(=O)c1ccc(	-9.47463
Cc1ccc(CN(C)	-9.47469
C(=O)c1cccn1C	-9.47486
C#N)	-9.47535
CC(C)[C@@]1(C)	-9.47576
CC1(C)C[C@@H]1	-9.47592
C[C@H](C(=O)O)C1	-9.4775
CC(C)[C@@H](	-9.47789
CCC(F)(F)F	-9.47869
C[C@H](N)CNC(=O)	-9.47878
c2ccccc2)n1	-9.47983
CC/C=C(\C)C(=O)N	-9.48037
Cc1cc(CC(=O)N	-9.48039
)C(=O)NC	-9.48041
[C@H](C)O)C1	-9.48103
)cc1F	-9.48112
C=CC(C)(C)C(=O)N	-9.48118
CC[C@H](O)C1	-9.48186
)N1CCC1	-9.48282
C=CCN(	-9.48299
c1ccncc1F	-9.48407
CO[C@@H](CN)	-9.48571
NC(=O)[C@@H](C)N	-9.48729
CNC[C@H](C)CN	-9.48836
O=C1C[C@@H](	-9.48838
CC[C@H](F)C1	-9.4887
c1ccc(C(N)=O)cc1	-9.48915
C2CCOCC2)	-9.48968
C[C@]1(CN	-9.48976
C=	-9.49027
c1ccc(CN	-9.4904
C=C[C@](C)(CC)	-9.49048
c	-9.49051
[C@H]1CCCC1(C)C	-9.49106
CC(C)(	-9.49112
C[C@@H](S	-9.49124
C[C@@]1(	-9.49142
CC[C@H]2C[C@H]21	-9.49201
C[C@@H](C)OC(=O)	-9.49209
)c1ccon1	-9.49333
CCC[C@@H](O)C	-9.49347
CC[C@@H](F)C1	-9.49385
c2c(	-9.49474
c1nc2ccccc2[nH]1	-9.49602
C(=O)N1C[C@@H]2	-9.49611
OC(C)(C)O1	-9.49642
Cc1[nH]ccc1	-9.49654
Cc1ccc(CN2C	-9.49735
OC[C@@H]1O	-9.49847
)[C@H]1CCCOC1	-9.49944
CC1OCCO1	-9.49945
CC(C)CNC(=O)	-9.49967
CCN(CCO)	-9.50034
C2CCCCC2)C1	-9.50083
C(F)(F)	-9.50117
[C@@H]1CCCC1(C)C	-9.5014
C1CCC(F)(F)CC1	-9.50145
c1cn	-9.50198
N1CC	-9.50268
CC[C@@H](O)C1	-9.50282
)[C@@H]1CCCOC1	-9.50434
C#Cc1ccc(C(=O)N	-9.50491
CC[C@@H](N)CN	-9.50506
Cc1cc(C)c(	-9.50537
c2ccncc2)	-9.50625
CC(C)C(=O)N	-9.50677
C1=C	-9.50704
[C@H]3	-9.50713
Cc1noc(-	-9.50721
[C@H]2C[C@@H]2C)	-9.5076
c1noc(C)n1	-9.50999
CCn1nccc1CN	-9.51052
C2CC2)s1	-9.51151
CCOCC(F)F	-9.51158
C(=O)[C@@H](O)	-9.51167
[C@H](C#N)C(=O)N	-9.51199
[C@@](C)(O)C1CC1	-9.51213
Cc1ccc(C(=O)N2C	-9.5127
C(=O)O[C@H](C)	-9.51289
[C@@H]1CN	-9.51388
CCCCCN	-9.5144
CCC[C@H](CN	-9.51474
CCCC#N	-9.51531
COC[C@@H](C)CN	-9.51574
C2CCC2)c1	-9.51626
[C@H](C)N(C)	-9.51698
c1csc(	-9.51781
Cc1nc([C@@H](C)N	-9.51806
CC[C@H](CCO)N	-9.51815
CC[C@@H](O)CCN	-9.51837
)C1(CO)CC1	-9.51896
C#CCO[C@@H](C)	-9.51897
[C@@H]1C[C@H]1N	-9.51925
C1C(C)(C)C1(C)C	-9.51969
CCC[C@H](C)N(C)	-9.52027
CN(CC(=O)O)C(=O)	-9.52081
CSC[C@H](C)N	-9.52083
Cc1n[nH]c(C)c1	-9.5209
COCC1(C(=O)N	-9.52137
CCn1nc(C)c(	-9.52224
[C@H]	-9.52304
CC[C@@H]1CCCN1	-9.52401
C(=O)c1ccoc1	-9.52408
C[C@@H](CC#N)N	-9.52412
)CCOC1	-9.5252
COC[C@H](OC)	-9.5258
[C@@H](C)C1CCC1	-9.52633
CC[C@](C)(OC)	-9.52636
CC(C)c1ccc(	-9.52668
C#CCN1C	-9.52685
C#CCC(C)(C)	-9.52696
CCC[C@H]1	-9.52774
[C@H]2CCC[C@H]2	-9.52776
c1cccc(C)n1	-9.52794
CCC(=O)NC	-9.52837
C(=O)OCCF	-9.52849
CC(C)(C)OC(=O)N1	-9.52852
Cl)	-9.52987
[C@@H]1CC1(F)F	-9.53084
CCn1cncn1	-9.53097
CC[C@H](C)CN(C)	-9.5312
COC[C@H](NC(=O)	-9.53169
)nc(C)n1	-9.53185
COCCCCN	-9.53211
C/C=C(/CC)C(=O)N	-9.53373
C(C)(C)C)CC1	-9.5347
CC(C)[C@@H]1CC	-9.53526
CCC1=O	-9.53528
C[C@]1(NC(=O)	-9.53606
C[C@@]1(CN	-9.5361
C=CCNC(=O)CN	-9.53614
CC1(F)F	-9.53646
Cc1n[nH]cc1	-9.53675
[C@H](C)OC(=O)	-9.53705
[C@H]1CC1(F)F	-9.53705
C1Cc2ccccc2C1	-9.53709
[C@H]2CCCC[C@H]2	-9.53777
C[C@H]1F	-9.53965
[C@@H]2[C@	-9.53968
CCCS(=O)(=O)N	-9.54045
Cc1nccs1	-9.54128
C)cc1	-9.54139
CCc1nc(CN	-9.54144
S(N)(=O)=O	-9.54176
CNC[C@@H](C)	-9.54195
CCCC#N)	-9.54226
CON(C(=O)	-9.54228
[C@]12CCOC2	-9.54243
H]2CC[C@@H]1N2	-9.54246
CCC(CC)NC(=O)	-9.54265
CCNCCNC(=O)	-9.54305
c2ccco2)	-9.54306
c([N+](=O)[O-])	-9.54311
CC[C@@H]1CN(	-9.54335
CCN1CCCC1=O	-9.54337
[C@@H]2[C@H]3C	-9.54345
]12CCC[C@@H]1C2	-9.54345
CC[C@H]1CCCN1	-9.5435
CCOC(=O)[C@H](C)	-9.54538
COC1(CN	-9.54566
C#C[C@@H](CCC)N	-9.54668
CNS(=O)(=O)N	-9.54715
CC[C@H](C)O	-9.54751
[C@@H](C)O)	-9.54755
c1cc(C)cc(C)c1	-9.54822
C(=O)C1CC1	-9.54873
Cc1c	-9.54881
C=C/C=C\CCN	-9.54971
C=C/C=C/CCN	-9.54982
Cn1ccc(C(=O)N	-9.54985
C[C@H](CO)N(C)	-9.55017
[C@@]12CCOC2	-9.55041
CNS(=O)(=O)	-9.55129
c(	-9.55177
C(F)F)C1	-9.55216
C=CCC(C)(C)	-9.55289
c1nc(C)cs1	-9.55321
CCN[C@H](C)CN	-9.55424
@H]2CNC[C@@H]21	-9.5544
C[C@H](N(C)	-9.55556
[C@@H]2O	-9.55572
Cc1cc([C@@H](C)N	-9.55585
C(C)(C)C)cc1	-9.55703
CNC(=O)C1	-9.55744
CN(C)C1=O	-9.55746
C(=O)O1	-9.5578
CC[C@@H](SC)	-9.55801
CO[C@H](C)CN(C)	-9.5585
CN(CC(F)F)	-9.55893
CCC(=O)N1C	-9.55963
C[S@](C)=O	-9.55994
C[C@@H](C)OC	-9.55995
CCONC(=O)N	-9.56125
Cc1cn(	-9.56171
C[C@@H]1CN(C)	-9.56281
[C@@H](C(=O)OC)	-9.56299
CN1CC[C@	-9.56302
C[C@@H](C#N)CN	-9.56349
ccc1C#N	-9.56363
CCC(=O)N[C@H](C)	-9.56388
C(=O)N(C2CC2)C1	-9.56425
C[C@H]1CCCN1C	-9.56433
CS(C)(=O)=O	-9.56435
C#CC(=O)N	-9.56438
Cc1cnc(C(=O)N	-9.56522
c1cncc(	-9.56576
CC1=CCCCC1	-9.56606
CO[C@H](C)CCN	-9.56622
[C@@H](CC)C(=O)O	-9.56659
C)C1	-9.56677
C2=O	-9.56707
CC1(C)COC1	-9.56723
C[C@@H]1CCN1	-9.56772
S[C@H](C)C1	-9.56841
C[C@H](CC#N)N	-9.56844
[C@H](O)C1CC1	-9.56874
[C@@H]1COC(=O)C1	-9.5688
COC(=O)[C@H](N	-9.56918
CC[C@H](F)	-9.56947
[C@@]1(C)CCOC1	-9.57024
O=C([C@H]1C	-9.57034
CCN(C)C1=O	-9.57037
[C@]1(C)CCOC1	-9.57052
[C@@H](C)O1	-9.57112
CCC1CCOCC1	-9.57131
Cc1cc([C@H](C)N	-9.57134
CCNC(=S)N	-9.57169
[C@](C)(O)CN	-9.57191
cc12	-9.57198
[C@@H]1C=CCC1	-9.57295
c1ncn(C)n1	-9.57316
sc1C	-9.57388
CCCCCC(=O)N	-9.5745
[C@H]1C=CCC1	-9.57519
CSC[C@H](C)	-9.57661
c3ccccc3	-9.57821
c1cccc(C(N)=O)c1	-9.57872
C(C)(C)CO	-9.57876
CCC(C)(C)C1	-9.57897
CCCN(CCC)	-9.57902
CC=CCC1	-9.57914
CC1=NO[C@H](	-9.57915
c1ccnc(C)n1	-9.58069
[C@H]1CCN(C)C1=O	-9.58201
C3	-9.58287
CS[C@H](C)CN	-9.5834
CS(=O)(=O)CC	-9.58357
ccc1O	-9.58387
c1cc(C)ccc1C	-9.58387
[C@@H](C)C(N)=O	-9.58451
CC#CCN	-9.58488
CC[C@@H](CNC(=O)	-9.58502
[C@@](C)(O)CN	-9.58555
)CC(=O)O	-9.58559
CC[C@@H]1CCOC1	-9.58637
C2(	-9.58699
C[C@@H]1C[C@H]1C	-9.58798
[C@@H]1COCCO1	-9.58859
C(=O)[C@@H](C)O	-9.5887
Cn1ncc(	-9.58952
[C@H]2C[C@@H]2	-9.58969
CC1=CCCC1	-9.5898
CC1(CC#N)CC1	-9.59004
N=C(O)	-9.59109
[C@H]1CCC(=O)N1	-9.59116
[C@H](O)[C@H](O)	-9.5923
c1nnc(C)s1	-9.59279
c1ccc(F)nc1	-9.59333
C2CC2)nn1	-9.59348
CC[C@@H](CC#N)N	-9.59476
CC(C)(C)OC(=O)	-9.59499
)CC(F)F	-9.59628
Cc1[nH]ncc1	-9.59656
C[C@H](O	-9.59663
Cc1c[nH]cc1	-9.59708
)CO1	-9.59716
C1(CO)CC1	-9.59721
C=C1CN(C(=O)	-9.59753
-c1ccccc1	-9.59758
[C@H](OC)C1	-9.59823
CCCC[C@H](CC)	-9.59833
Cc2cccnc21	-9.59839
Cc1ccc(NC(=O)N	-9.5984
N)	-9.59989
CC[C@H]1CCOC1	-9.60013
CC1(C)C[C@@H]1N	-9.60013
]12CCC[C@H]1C2	-9.6017
C2)ccn1	-9.60187
C(=O)N1CCOCC1	-9.60207
Cc1ccoc1CN	-9.60247
C(=O)c1cc[nH]c1	-9.60406
CC(C)[C@@H](F)	-9.60422
cc1O	-9.60467
C2)C1=O	-9.60472
[C@H]1c1ccco1	-9.60494
CN1CCC[C@@H](	-9.60677
Cc1c(	-9.60707
CCC[C@H](OC)	-9.60732
[C@H](C(C)C)	-9.60741
CNCC(=O)N	-9.60748
CC(C)[C@H](N)	-9.60754
c2cnn(C)c2)	-9.60795
)ccn1	-9.60828
C[C@@]1(NC(=O)	-9.60872
N[C@@H](	-9.60898
)c1nncn1C	-9.60921
CN1C1CC1	-9.60931
S(C)(=O)=O)C1	-9.60957
CCc1ccco1	-9.60958
CCN(CC(C)C)C(=O)	-9.60965
C[C@@H](O	-9.61051
c1cccc(Cl)n1	-9.61178
CCCC(=O)NC	-9.6119
c1ccc(C)c(C)c1	-9.61206
[C@@H]1COC[C@H]1	-9.61247
CCC[C@@H](CN	-9.6132
CO[C@@H]1C[C@H]1	-9.6133
C12CCC(CC1)C2	-9.61387
c1nc(C2CC2)no1	-9.61464
c1ncccc1Cl	-9.61473
c1c	-9.61518
CS[C@H](C)C	-9.61522
CCCN[C@H](C)	-9.61555
CC[C@H](NC)	-9.61619
[C@H](C)CCN1	-9.61664
O[C@H]1C	-9.61675
c2nccs2)	-9.61714
CC(C)CCN	-9.61732
CCC1(CN	-9.61732
CC[C@@](C)(N	-9.61776
c1ncnn1C	-9.61832
C=C(C)CN(C)C(=O)	-9.61937
CC(C)C[C@H](C)N	-9.62011
C[C@H](C)CC1	-9.62018
CC(C)(C)C)N	-9.62043
[C@H]1CCN(	-9.62049
C#CCCCNC(=O)	-9.62053
C(=O)N1CCC[C@H](	-9.62065
N1CCCCC1	-9.62097
[C@H]1CCCN(	-9.62152
)N1CCOCC1	-9.62214
C/C=C/C=C\C(=O)N	-9.62268
CC[C@H](N)CN	-9.62315
C=CCCCCN	-9.62331
C(CC)CC	-9.62349
[C@H]2CNC[C@H]21	-9.62558
C#CCCCCC(=O)N	-9.62581
CCC(C)(C)NC(=O)	-9.62603
CO[C@@H]1CN(	-9.62695
C[C@@H](CN)N	-9.62724
[C@H]2C)C1	-9.62807
C=CCN1C	-9.62835
Cc1nonc1C	-9.62839
[C@H]2C)c1	-9.62861
C[C@@H]2CCCO2)	-9.62886
[C@@H](O)C1CC1	-9.62896
COCCOC	-9.63105
C[C@@H]1c1ccccc1	-9.63111
C[C@@](O)(CN	-9.63113
C=C[C@@](C)(CC)	-9.63124
CC1CCN(	-9.63148
CC(C)(N	-9.63159
[S@@](=O)	-9.63173
CC#CCCNC(=O)	-9.63294
)c1ccccc1F	-9.63328
)[C@@H](C)C(=O)O	-9.63353
c1cnnn1C	-9.63356
C(C)(C)C1CC1	-9.63411
c1O	-9.63414
(O)	-9.63518
[C@H](C)C(F)(F)F	-9.63578
CC(C)OCCN	-9.63634
C=CCCNC(=O)	-9.63657
CCO/C=C\C(=O)N	-9.6369
C=CCCN(C)	-9.63709
[C@@H]1C[C@@H]1	-9.63725
C1CCC1)C1CC1	-9.63765
[C@H]2C[C@@H](O)	-9.63792
Cc1cc(C)on1	-9.63812
CSCCN	-9.6382
c1cnccc1C	-9.63843
CCO/C=C/C(=O)N	-9.63844
COC(=O)CNC(=O)	-9.63853
[C@H]1CCC[C@@H]1	-9.63921
)ccc1O	-9.64097
CCC[C@H](O)C	-9.64116
c1nnc(C)o1	-9.64205
CCN1CCOCC1	-9.64217
CC(C)=C(C)C(=O)N	-9.64347
)C1(C)C	-9.64353
COC2(CCC2)C1	-9.64376
Cc1nc(NC(=O)	-9.64382
sn1	-9.64395
CCOCCC(=O)N	-9.64441
C[C@@H](N[C@H]1C	-9.64449
Cn1nc(	-9.64546
C2CCC2)CC1	-9.6455
C1CSC1	-9.64596
CCCCCC	-9.64624
CNC(=O)CN(C)	-9.64644
C(=O)c1ccco1	-9.6466
CCC(N)=O	-9.64742
c2ccc(F)cc2)	-9.64778
C[C@H]2CCCO2)	-9.64787
CNC[C@@H](C)CN	-9.64799
[C@H]2CCCOC2)	-9.64835
CC[C@@H](CCO)N	-9.64842
CC[C@H]1CN(	-9.64873
CCn1ncnc1CN	-9.64915
C[C@@H]1CCOC1)N	-9.64926
Cc1cccc2c1	-9.64933
[C@@H]2C)C1	-9.64997
[nH]	-9.64998
CC(C)(C(=O)N	-9.65283
CNC(=O)CCN	-9.65373
c1cccnn1	-9.65378
CCO[C@H]1C[C@H]1	-9.65481
[C@]1(C(=O)O)	-9.65498
[C@H]1C[C@H]1F	-9.65533
CNC1	-9.65537
CCN(C)C(=O)CN	-9.65541
CC[C@@H](C)CN(C)	-9.65591
CC(C)N(C(=O)	-9.65654
CON=CC(=O)N	-9.65661
C[C@H]1OCC[C@H]1	-9.6568
C1CC=CC1	-9.65691
)C(C)=O	-9.65714
C(=O)C1CCC1	-9.65759
CN(C)[C@@H]1C	-9.65765
CCC[C@@H](C)O	-9.65776
c1noc(	-9.65834
ccc1[N+](=O)[O-]	-9.65839
CCOCCCN	-9.65908
C[C@H]1CCC[C@H]1	-9.65943
c1cnc(N	-9.6598
CC(C(=O)N	-9.66077
c12	-9.66088
C[C@](O)(	-9.66129
[C@H](CO)NC(=O)	-9.66152
H]2CCC[C@@H]21	-9.66218
CCCCCCO	-9.66269
C(=O)N(C)C(C)C	-9.66389
@H]2CCC[C@H]21	-9.66449
C=CCN(CC=C)C(=O)	-9.66463
Cc1occc1C(=O)N	-9.66532
(CC)CC	-9.66572
[C@H]1CCOC1=O	-9.66579
[C@H](C)N(C(=O)	-9.66688
O=C(NC[C@H]1C	-9.66735
c2c1	-9.66789
C(=S)N	-9.66795
CN(CCCF)	-9.6682
C#C[C@](C)(CC)N	-9.66884
CC(C)(NC(=O)	-9.66909
C[C@@H](CN(C)C)N	-9.66933
C=CCNC(=O)N	-9.66934
CO[C@@H](C)CN(C)	-9.67024
)[C@@H]1CCCN1	-9.67067
c2cccc(F)c2)	-9.67113
C[C@H]1CCOC1)N	-9.67119
CC(C)C#CC(=O)N	-9.67144
)c(C)o1	-9.6715
C=CCCCN	-9.67175
C=CCOCCN	-9.67204
[C@H](C)CC(N)=O	-9.67232
CCN(CC1CC1)C(=O)	-9.67293
]23CCC[C@@H]2C3)	-9.67395
O[C@@H](C)C(=O)N	-9.67421
CC/C(C)=C(\C)	-9.67441
[C@H](C)C(N)=O	-9.67452
CCCCC[C@H](C)N	-9.67506
C[C@@H]1COCCO1	-9.67604
CC/C(C)=C(/C)	-9.67619
Cc1coc(C(=O)N	-9.67631
CCCCC	-9.67654
O=C(/C=C/	-9.67665
CCCONC(=O)	-9.67698
CC(C)NC(=O)N	-9.67731
C(=O)NC1CCCC1	-9.67762
c1ccc2[nH]ccc2c1	-9.67773
c1ccc(C)cn1	-9.67824
c1C#N	-9.67828
CC(=O)NCC(=O)N	-9.67914
CN2	-9.67966
COC(=O)C[C@H](C)	-9.67983
C1CCC(	-9.68114
C[C@H](CCO)CN	-9.68133
C#CCCN1C	-9.68163
Cc1cc(C)nc(	-9.68164
c1cn(C)cn1	-9.68181
N#Cc1ccc(	-9.68198
CC1CCN(C(=O)	-9.68313
)ccc1F	-9.6834
Cc1nnn(C)n1	-9.68364
CC1CC=CC1	-9.68421
CN[C@H](C)CCN	-9.68442
C=CCOC(=O)	-9.68463
C[C@H](C(=O)O	-9.68473
Cc1ccccc1CN	-9.68514
C(=O)NCCC(=O)O	-9.6859
C=C[C@@H](CO)N	-9.68696
[C@H]1C[C@@H]1F	-9.68703
c2ncccn2)C1	-9.68708
Cc1cn(C)nn1	-9.68712
c1cc(F)ccc1O	-9.68738
[C@@]1(C(=O)O)	-9.68776
COC/C(C)=C/	-9.68781
C[C@H](CC(=O)O)N	-9.68838
CCNC1=O	-9.68843
Cc1cc(F)ccc1	-9.68918
Cc1ccc(C)cc1	-9.68966
COC/C(C)=C\	-9.69077
C[C@H]1C[C@H](	-9.69095
[C@H]1CCCC(=O)N1	-9.6924
[C@H]1C[C@H]1N	-9.69256
C[C@H](C#N)CN(C)	-9.69281
C(=O)NCCC#N	-9.69364
COC/C=C\C(=O)N	-9.69403
c2cn[nH]c2)	-9.69431
C(=O)N(C)C)C1	-9.69442
Cc1cc(COC(=O)	-9.69538
[C@@H](C)CNC(=O)	-9.69581
CCCC[C@@H](CC)	-9.6962
C(=O)N(C)[C@H]1C	-9.69633
1CC	-9.69637
COC/C=C/C(=O)N	-9.69644
Cc1occc1CN	-9.69674
CC[C@H](C)N(CC)	-9.69714
)[C@H]1CCNC1	-9.69771
[C@H]3CC[C@H]2C3	-9.69783
[C@@H]2CCOC2)CC1	-9.69792
C2CNC2)	-9.69797
CSC[C@@H](C)	-9.69845
CN1CCN(C	-9.69926
COc1cccc(NC(=O)	-9.70022
O=C(CO)N	-9.70044
c1F	-9.70062
CO[C@H]1C1CC1	-9.70159
Cn1ccc(CN	-9.70261
COC[C@@H](NC(=O)	-9.70304
[C@@H](OC)C(=O)N	-9.7033
[C@H](O)C(C)(C)C	-9.70331
C(=O)N[C@@H]2C	-9.70337
C[C@@](O)(	-9.70339
COC[C@H](CO)N	-9.70469
[C@@H](NC	-9.70482
C=CC[C@H](CO)CN	-9.70498
C(=O)NCC1CCC1	-9.70606
C(=O)C=C1CCC1	-9.70608
C[C@@H](C#N)C1	-9.70615
COCCCN(C)	-9.70618
CCCCN(C)	-9.70652
C)n1	-9.7067
CC(C)[C@H](C)N	-9.70671
3)	-9.70682
[C@H](C)N)C1	-9.70702
)[C@@H]1CCNC1	-9.70777
CC(C)C)C1	-9.70829
CN(C)C(=O)CN	-9.7087
c1cccc2[nH]ccc12	-9.70921
[C@@](C)(C(=O)O)	-9.70929
C#CCN(CC#CC)	-9.71113
cc1=O	-9.71124
C[C@H]1COCCO1	-9.71181
[C@H](OC)C(=O)N	-9.71194
N#Cc1ccc(C(=O)N	-9.71211
C(F)(F)F)cc1	-9.71213
[C@@H]2CCSC2)	-9.71242
CCCNC(=O)CN	-9.71248
C(N)=O)CC1	-9.71273
CCCSCC(=O)N	-9.71295
C2CCOCC2)C1	-9.71298
CC(F)(F)CN	-9.71398
CSCCCN	-9.7142
@]12CCC[C@H]1C2	-9.7143
C(=O)[C@@H]2C	-9.71453
Cc1ccno1	-9.71464
c1ccc(N(C)C)cc1	-9.71479
COC[C@@H](OC)	-9.71522
C=CCCN(C)C(=O)	-9.71543
C=CCCOCC(=O)N	-9.71564
c2ccccc2F)	-9.71608
Cn1cc(NC(=O)	-9.71688
CC(C)OC	-9.71707
C(=O)N[C@@H]1CCC	-9.71948
[C@@H](C)N)C1	-9.71967
C1CCC(O)CC1	-9.7201
CCC[C@@H](OC)	-9.72032
C(N)=O)cc1	-9.72083
C(=O)OCC1CC1	-9.721
CN1CC[C@@H]1CN	-9.72105
CCCN[C@@H](C)	-9.72143
[C@H]2CCSC2)	-9.7215
)c(F)c1	-9.72151
CO[C@H](C)CC	-9.72174
CC(=O)CCC(=O)N	-9.72192
C1CNC1	-9.72249
CCC(=CC(=O)N	-9.72259
Cc1ccc(N)cc1	-9.72279
)=C1CCC1	-9.72331
)c1cccc(F)c1	-9.72433
[C@@H]12	-9.7246
CCC[C@H](O)CN	-9.72493
Cc1cncc(	-9.72537
C(=O)NC1CCC1	-9.72542
C2CC2)CCC1	-9.72605
Cc1cc(N2C	-9.72623
CCN1CCCCC1	-9.72647
CC/C=C\CN	-9.72662
C[C@H](CC(N)=O)N	-9.72674
CCc1cc(N	-9.72683
[C@@H](C)N1C(=O)	-9.72778
CC(C)OCC(=O)N	-9.72812
COCC#CC(=O)N	-9.72892
)COC1	-9.7294
C[C@H](O)C1	-9.72976
Cc1ccn(C)n1	-9.72998
C[C@@H](C)SC	-9.73012
Cc1ccc(Cl)cc1	-9.73024
c1ccc(OC	-9.73051
Cc1ccc(-	-9.73069
-c1nn[nH]n1	-9.73247
C[C@@H]32)	-9.73281
C1(C(=O)O)CCC1	-9.73322
C=CCN(CCC#N)	-9.73356
C[C@H](C)N1C(=O)	-9.73387
CCC(F)(F)C(=O)N	-9.73387
CCOCCNC(=O)	-9.73404
CO[C@H](CC(C)C)	-9.73414
C(=O)N[C@@H]1	-9.73551
c1cnc(C)s1	-9.73552
C#CCCOC(=O)N	-9.73647
C=C(CC)CNC(=O)	-9.73649
CC/C=C/CN	-9.73666
ccc1C	-9.737
)C1CNC1	-9.73717
C2CC2)n[nH]1	-9.73737
[C@@H](O)C1)	-9.73763
C[C@](O)(CN	-9.7379
CC(=O)O)C1	-9.73848
COC(=O)c1cc(	-9.7385
C#CCOCCC(=O)N	-9.73869
O[C@@H](	-9.73933
c1cccnc1Cl	-9.73935
COC1CN(C(=O)	-9.73936
c1cc(C)ccn1	-9.74069
COC(=O)CN(C)	-9.74084
C=CCN(CC=C)	-9.74107
ccc21	-9.74127
C#C[C@@](C)(CC)N	-9.74149
CC#CCOC(=O)	-9.74178
Cn1cnc(C(=O)N	-9.74261
C/C=C\Cl	-9.74331
CC[C@H](C)CCN	-9.74349
[C@H](O)C(C)C	-9.74357
Cc1cnnn1C	-9.74429
C(=O)CC1CC1	-9.74499
[C@H]3C	-9.74503
c(Cl)c1	-9.74519
CCC(C)(C)N(C)	-9.74578
CC[C@@](C)(OC)	-9.74595
[C@H](F)	-9.74608
[C@@H]1CCOC1)	-9.74625
Cc1nn(C)c(C)c1	-9.74625
C(C)C)nn1	-9.74654
C1CCCCCCC1	-9.74656
Cc1cc(C(=O)N(C)	-9.747
c1ncccc1C	-9.74757
NC(=O)C[C@H](C)N	-9.74762
CCC1(NC(=O)	-9.74782
Cn2ccnc2C1	-9.74801
C#CCN(CC)C(=O)	-9.74808
)[C@H](C)C1	-9.7482
CC1CC(N	-9.74859
N[C@H](	-9.74921
CN1CCC[C@H](	-9.74928
CC/C=C(/C)C(=O)N	-9.7495
=NN	-9.74965
Cn1cnnc1	-9.74995
CC1=CCCOC1	-9.75046
)N1CCCCC1	-9.75078
N#Cc1ccc(CN	-9.75093
[C@@H]1N	-9.75126
)c1cccc(O)c1	-9.75142
CC[C@H](CNC(=O)	-9.75186
@H]2C[C@@H]2C1	-9.75208
c2ccsc2)	-9.754
CN(CCF)	-9.7541
c1n	-9.75413
C[S@@](C)=O	-9.75484
C(=O)NC(C)C	-9.7553
Cc1occc1C	-9.75574
C/C=C\COC(=O)	-9.75576
CC1=NO[C@@H](	-9.75585
C(=O)C#CC1CC1	-9.75593
[C@H](CC)N	-9.75612
[C@@H](C)CO1	-9.75637
[C@@H]1C[C@H]1F	-9.75641
COc1ccc(C)cc1	-9.75641
CCN(CCOC)	-9.75677
C/C=C/Cl	-9.75714
CCN(OC)C(=O)	-9.7573
C1(C2CC2)CC1	-9.75751
CO[C@@H](C)C	-9.75768
CC(C)[C@@H](N)	-9.75807
CN1CCC(	-9.75824
c1ccc2c(c1)COC2	-9.75824
CC2CCC2)	-9.75836
CC1(C)CC[C@@H]1N	-9.75854
CSc1ccccc1	-9.75861
[C@@H]3	-9.75871
CC1CCNCC1	-9.75877
[C@H](c2ccccc2)	-9.75902
CN(C(=O)[C@@H]1C	-9.75983
C/C=C/COC(=O)	-9.76003
C[C@H](O)CCCN	-9.76007
[C@@H]1CC1(Cl)Cl	-9.7605
Cc1cnc(CNC(=O)	-9.76061
)[C@H](C)C(=O)O	-9.76066
c1cnc[nH]1	-9.76084
C(C)C)o1	-9.76096
)C1COC1	-9.76108
CCN1CCCC1	-9.76182
2[C@H]3CC[C@H]2	-9.76223
[N+](=O)[O-])n1	-9.76281
cc[nH]1	-9.76342
C=C1	-9.76348
C(=O)[C@@H]1[C@	-9.76423
CC(=O)NCCCN	-9.76453
CCN(C)S(=O)(=O)N	-9.76455
C[C@@H](CCO)CN	-9.76484
COC(C)(C)CN	-9.76541
C(=O)N1[C@	-9.7655
C[C@@]1(C(=O)O)C	-9.76551
C[C@]1(C(=O)O)C	-9.7659
CC(C)CCCN	-9.76623
c1ncc(Cl)s1	-9.76642
CO[C@@H](C)CCN	-9.76705
S(=O)(=O)C1CC1	-9.76719
[C@@H](C)CC(N)=O	-9.76719
c1ccc(Cl)nn1	-9.76762
CNCCCNC(=O)	-9.7677
c1cccc2cc[nH]c12	-9.76784
COc1cccc(C(=O)N	-9.76892
CN(C)c1ccc(	-9.76908
CCC[C@H]1NC(=O)	-9.76948
c1ccncc1Cl	-9.76976
C[C@@H](C2CC2)C1	-9.76978
Cc1ncoc1CN	-9.76985
CC1(CO)COC1	-9.7703
Cc1ocnc1C(=O)N	-9.77077
[C@H]2CC=CCC2)	-9.77087
CON=C	-9.77123
COCCN(C)C(=O)	-9.77266
C(=O)N1CCC1	-9.77276
S1	-9.77277
@H](C3)[C@H]21	-9.77412
[C@@H]2CCNC2)	-9.77419
c2cnccn2)C1	-9.77421
C[C@H](NC(N)=O)	-9.77425
CCC(CC)CC(=O)N	-9.77431
Cc1nc(CN2C	-9.77514
C(=O)c1cnn(C)c1	-9.77515
C=O	-9.77678
CCOC1CCC1	-9.77694
c2ccc(C#N)cc2)	-9.7771
CCc1ccc(CN	-9.77763
Cn1c(	-9.77771
C(C)C)s1	-9.7779
C(=O)CCCF	-9.77803
O=C(NC1CC1)	-9.77864
CN(CCCO)	-9.78032
CC(C)[C@@H](CO)N	-9.7813
C(=O)[C@@](C)(O)	-9.78155
c1cn(C)nn1	-9.78173
C[C@@H](C(=O)O	-9.7821
Cc1nnc(CN	-9.78258
[C@H]1CCO[C@H]1C	-9.78267
c1ncc(F)cn1	-9.78271
CCC2	-9.7828
C(=O)C1(C)CC1	-9.78294
[C@H](C1CC1)N(C)	-9.78342
[C@H]1C(C)C	-9.78354
CSC[C@@H](C)N	-9.78382
N#	-9.78448
Cc1c(N	-9.78532
CCc1cnn[nH]1	-9.78535
c1cc(Cl)ccn1	-9.78589
CC(C)c1cc(C(=O)N	-9.78626
CC(=O)NC1	-9.7864
[C@@H](COC)	-9.78663
/N=C/	-9.78663
CC[C@](C)(N	-9.78686
C1(C(N)=O)CC1	-9.78712
C2CC2)C1=O	-9.78732
CC1(C)CC1	-9.78765
CCCCN(C)C(=O)	-9.7882
C[C@H]12	-9.78902
[C@H](C)CNC(=O)	-9.78928
)CCCCC1	-9.78997
CCCCC[C@@H](C)N	-9.79
CCC1CN(C(=O)	-9.79007
c2nccn21	-9.79142
2CCC[C@H]2	-9.79209
SC[C@@H]1N	-9.79224
CCCN(C)CC(=O)N	-9.79289
CCOC[C@H](O)CN	-9.79304
C2(C)CC2)	-9.7933
N#CCCN	-9.79336
Cc1ncoc1C(=O)N	-9.79435
CN(CC(N)=O)C(=O)	-9.79462
CC1(N	-9.79472
CN(CC(N)=O)	-9.7952
[C@@H]1C(F)F	-9.7953
[C@H]2CCC[C@H]12	-9.79618
CN2C	-9.79646
CC(C)N(C	-9.79659
C=CCCNC(=O)N	-9.79691
[C@@](C)(CO)	-9.79756
CS/C=C/C(=O)N	-9.79846
C2CCC2)cc1	-9.799
[N+](=O)[O-])C1	-9.79906
c2ccc(F)cc2	-9.79933
C(=O)c1cocn1	-9.79938
c2cccs2)	-9.79948
CC(C)(C)OC	-9.7995
C(=O)OCCCF	-9.79955
C[C@@H](C)N1C	-9.79969
N#CC1(	-9.80034
Cn1cncc1CN	-9.80037
C=C(C)COC(=O)	-9.80058
C(=O)C(F)F	-9.80059
Cc1csnn1	-9.80073
CS/C=C\C(=O)N	-9.80087
C[C@H](C(=O)O)N1	-9.80114
C(=O)[C@H]1CCCN1	-9.80115
CNCCC(=O)N	-9.80126
[C@@H]2CC2(C)C)	-9.80162
NC(=O)CCN	-9.80228
CC(C)(C)C(=O)O	-9.80239
[C@@H](C)S	-9.80291
CCCSC	-9.80365
Cc1cc(NC(=O)N	-9.80383
CCc1cccnc1	-9.80387
c([N+](=O)[O-])c	-9.80397
[C@@H]2CCCN2	-9.80413
C[C@H]1CCCN(C	-9.80468
C(=O)C1=CCCC1	-9.8048
CC[C@@H](C)N(CC)	-9.80507
c1ccc(O	-9.80518
CCC(F)(F)C1	-9.80583
S(=O)(=O)CC	-9.80622
C[C@@H](O)C1	-9.80629
C[S@](C)=O)N	-9.80651
[C@@H]1CCCNCC1	-9.80701
C(=O)Nc1ccccc1	-9.80782
CSC1(CN	-9.80949
[C@@H]1CCO[C@H]1	-9.8095
C[C@]1(C)CO	-9.81024
CCC[C@@H](O)CN	-9.81048
CC(=O)NCC(=O)O	-9.8105
C[C@@H]1CCCO1)N	-9.81083
[C@@H]2CC23CCC3)	-9.811
C[C@@H]1C(=O)N1C	-9.8112
C#CC(C)(C)NC(=O)	-9.81136
[C@@H](C)N(	-9.81187
[C@H](F)CN1	-9.81222
[C@H]1CCC=CO1	-9.8123
Cc1cc(C(=O)N2CC	-9.81234
)n1cccc1	-9.81244
C=CCC(C)(C)CN	-9.81259
C=C(CO)C(=O)N	-9.81335
COc1cc(NC(=O)	-9.81379
CC1=NN(	-9.81413
O=C(O)c1ccc(	-9.81482
[C@H]1CCCNCC1	-9.81486
CCCCOCCN	-9.81504
CN1CCCC[C@H]1	-9.81507
[C@@H](C(N)=O)C1	-9.8161
Cc1ccc(C(=O)O	-9.81664
CC2CC2)	-9.81684
[C@H](C)N[C@H]1C	-9.81718
C[C@H](C)CN	-9.81722
[C@H]2CC23CCC3)	-9.81728
C[C@H]2C[C@H]2C1	-9.81729
CC2CC2)C1	-9.81806
[C@H](O)CNC(=O)	-9.81834
2)CC1	-9.81841
[C@@H](C)C(=O)OC	-9.81858
Cc1ccc(C(=O)OC	-9.81873
H]3C=C[C@H]2C3)	-9.81949
CC(C)N(	-9.81981
CCCN1C(=O)	-9.81984
N[C@@H]1C[C@@H]1	-9.82005
